{
  "cloture": "If a bill is on the floor and the chamber is currently inactive, you can invoke cloture to bring the bill to a vote. You can invoke closure either via unanimous consent, or a  3/5 roll call vote.",
  "discharge": "Thot Chamber members can move to discharge a bill from the Judiciary or Budget committee, which brings it immediately to the Thot Chamber floor. It can be discharged via either unanimous consent, or a roll call vote on a simple majority.",
  "docket": "https://docs.google.com/spreadsheets/d/1n8nPIiuMTZeoYtcvE-aRAfExHLAbSTm9qZdlt6PzPB4/edit#gid=241022090",
  "MajLdr": "The Majority Leader helps plan daily, weekly, and annual legislative agendas; consults with members to gauge sentiment on issues; urges colleagues to support or defeat measures on the floor; and, in general, works to advance the goals of the majority party.",
  "MinLdr": "The Chamber Minority  Leader acts as the direct counterpart to the Chamber Majority Leader. The  Minority leader is to act as the chief spokesperson for the their respective party, and are responsible for the coordination and managing for their party's agenda in the Chamber.",
  "MinWhip": "The minority whip assists the Chamber Minority Leader by enforcing party discipline on votes deemed to be crucial by the party leadership and ensuring that members do not vote in a way not approved of by the party.  They are next in line to be Minority Leader, should they be not available or resign in office.",
  "MajWhip": "The Majority Whip is the second-ranking members of each party's leadership. The main function of the Majority and Whips is to gather votes on major issues. They are in charge of assisting the Majority Leader in scheduling votes and often do introduction of procedural motions in bringing the schedule to fruition. Because they are the second ranking members of the Chamber, if there is no floor leader present, the whip may become acting floor leader.  Due to rules of the 7th thot chamber, The Majority Whip is fifth in line for the Speakership."
}
